src/test/resources/ws/requestDpt.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://github.com/hosomi/develop-spring-template">
<soapenv:Header/>
    <soapenv:Body>
        <gs:getDptRequest>
            <cddpt>1000</cddpt>
        </gs:getDptRequest>
    </soapenv:Body>
</soapenv:Envelope>